Repository: mikekazakov/nimble-commander
Catalog: Source/NimbleCommander/NimbleCommander/Preferences/Preferences.xcstrings
Source language: en
Languages: ru

source: Are you sure you want to clear saved file states?
ru: Вы действительно хотите очистить сохраненные состояния файлов?

source: Are you sure you want to reset granted filesystem access?
ru: Вы действительно хотите сбросить доступ к файловой системе?

source: Are you sure you want to reset hotkeys to defaults?
ru: Вы действительно хотите установить горячие клавиши по умолчанию?

source: edit
ru: ред.

source: Editors
ru: Редакторы

source: General
ru: Основное

source: Hotkeys
ru: Хоткеи

source: Panels
ru: Панели

source: Terminal
ru: Терминал

source: Themes
ru: Темы

source: This will cause Nimble Commander to ask you for access when necessary.
ru: Nimble Commander будет спрашивать вас о предоставлении доступа при необходимости.

source: This will clear any custom hotkeys.
ru: Ваши изменения горячих клавиш будут удалены.

source: This will erase stored positions, encodings, selections, etc.
ru: Будут удалены сохраненные позиции, кодировки, выделения и т.д.

source: Tools
ru: Инструменты

source: Viewer
ru: Просмотрщик
